Repository: ecole-thot/website
Catalog: translations/messages.*.xlf
Languages: ar, fa, fr, ps

# manifesto.secular.1
source: Thot's multi-disciplinary and qualified team aims to support its students in learning French. We care about their well-being and have built a professional environment where everyone can find their place, while keeping the right distance that protects the students as well as the members of the team.
ar: يهدف فريق توت متعدد التخصصات والمؤهل إلى دعم طلابه في تعلم اللغة الفرنسية. إنها تهتم برفاهيتها وقد بنت إطارًا محترف حيث يجد الجميع مكانهم ، مع الحفاظ على المسافة الصحيحة التي تحمي الطلاب وكذلك أعضاء الفريق.
fa: اگرچه ما آن را ذکر نمی کنیم که تات یک پوهنتون سکولار است. دین ویا مذهب در این جا تابو نیست، اما عملی کردن آن جایی ندارد، زیرا ما در نظر داریم که این حریم خصوصی همه است و ارتباطی با آموزش ما ندارد.
fr: L’équipe de Thot, pluridisciplinaire et qualifiée, a pour objectif d’accompagner ses étudiant.e.s dans l’apprentissage du français. Elle a à cœur leur bien-être et a construit pour cela un cadre professionnel où chacun.e trouve sa place, tout en gardant la bonne distance qui protège aussi bien les étudiant.e.s que les membres de l’équipe.
ps: اګرچې مونږ دا نه یادوو چې ټاټ یو سکولاره یا پر مذهب نه ولاړ پوهنتون دی، دین او مذهب دلته کومه ستونزه نده اما عملی کول یی دلته ځای نلري ځکه چې مونږ په پام کې لرو چې دا د هر چا حصوصي حریم دی او د زدکړی په برخه کی کوم تاثیر نلري.

# manifesto.respect.title
source: Sharing
ar: المشاركه
fa: جای احترام
fr: Partage
ps: د احترام ځای

# manifesto.respect.1
source: The strength of Thot lies in the sharing of knowledge, human exchanges, transmission of cultural keys by and for all actors and actresses of the school.
ar: تكمن قوة توت في تبادل المعرفة والتبادل البشرى و نقل المفاتيح الثقافية من قبل وإلى جميع الجهات الفاعلة والممثلة في المدرسة.
fa: هر سخنران و محصل در اینجا بالغ است، بنابراین لازم است با یکدیگر احترام گذاشت، لازم است که با احترام، نگرش و تساهل یکدیگر را مورد توجه قرار دهیم و با جاه طلبی های مشترک برای موفقیت افراد در آزمون، استقلالیت و اعتماد به نفس عمل کنیم. هر زمان کدام مشکل بار میاید مدریت پوهنتون همشه حاضر است تا به آنها گوش فرا دهد.
fr: La force de Thot réside dans le partage de connaissances, d’échanges humains, de transmission de clés culturelles par et pour l’ensemble des acteurs et actrices de l’école.
ps: دلته هریو که محصل دی یا استاد ټول بالغه دي نو لازمه ده چې یو بل ته ډیر احترام وساتو، لازمه ده چې د یو بل خبرو ته په احترام غوږ کیږدو او په ګډه په استقلالیت او پر خپل نفس د اعتماد پر اساس ژوند وکړو. هر کله که کومې ستونزه پیدا کیږی د پوهنتو اداره همیشه حاضره او آماده ده چې دوی ته غوږ کیږدي اوس د حل لاره ورته پیدا کړي.

# contact.text
source: Contact us, we will be happy to answer you
ar: اتصل بنا، سنكون سعداء للرد عليك
fa: تماس با ما ، ما خوشحال خواهیم شد که به شما پاسخ دهیم
fr: Contactez-nous, nous serons ravis de vous répondre
ps: موږ سره اړیکه ونیسئ موږ خشحاليږو چي جواب دركو

# contact.form.name
source: Your name
ar: الاسم
fa: اسم شما
fr: Votre nom
ps: ستاسو نوم

# contact.form.email
source: Your email
ar: البريد الإلكتروني الخاص بك
fa: ایمیل شما
fr: Votre e-mail
ps: ستاسو اليكترونيكي ادرس

# contact.form.subject
source: Subject of your message
ar: موضوع رسالتك
fa: موضوع پیام شما
fr: Sujet de votre message
ps: ستاسو د پيغام موضوع

# contact.form.message
source: Your message
ar: رسالتك
fa: پیام شما
fr: Votre message
ps: ستاسو پيغام

# contact.form.send
source: Send
ar: ارسال
fa: ارسال
fr: Envoyer
ps: لېږل

# contact.form.error
source: Error
ar: الخطا
fa: خطا
fr: Erreur
ps: تيروتنه

# contact.subject.jobs
source: Jobs
ar: التوظيف
fa: کار
fr: Recrutement
ps: دنده

# contact.subject.volunteer
source: Volunteer
ar: المتطوعين
fa: داوطلب
fr: Bénévolat
ps: رضاكار

# contact.subject.other
source: Other
ar: الاخري
fa: دیگر
fr: Autre
ps: نور

# contact.subject.exam.inscription
source: Application for registration for an exam
ar: Demande d’inscription à un examen
fa: درخواست ثبت نام در آزمون
fr: Demande d’inscription à un examen
ps: د آزموینې لپاره د ثبت لپاره غوښتنلیک

# contact.subject.exam.info
source: Request for information on the examination center
ar: Demande d’informations sur le centre d’examen
fa: درباره مرکز امتحان اطلاعات بخواهید
fr: Demande d’informations sur le centre d’examen
ps: د آزموینې مرکز په اړه د معلوماتو غوښتنه وکړئ

# news.ours
source: Our news
ar: أخبارنا
fa: اخبار ما
fr: Nos actualités
ps: زموږ خبرونه

# news.press
source: Press Kit
fr: Kit presse

# news.others
source: Press review
fr: Revue de presse

source: Press Kit
fr: Kit presse

# presskit.photos
source: Our official pictures
fr: Nos photos officielles

# presskit.photos.info
source: 15 pictures
fr: 15 photos

# presskit.logo
source: Download the logo in HD
fr: Télécharger le logo HD

# presskit.logo.info
source: AI formats
fr: Formats AI

# presskit.communique
source: Press release
fr: Communiqué de presse

# presskit.communique.info
source: Updated on 07/2019
fr: Mise à jour : 07/2019

# presskit.notfound
source: You can't find what you need ?
fr: Vous ne trouvez pas ce qu'il vous faut ?

# presskit.contact
source: Contact us
fr: Contactez-nous

source: Press review
fr: Revue de presse

source: See more
ar: شاهد المزيد
fa: مشاهده بیشتر
fr: Voir plus d'actus
ps: نور وګوره

# on.the.same.theme
source: On the same topic
ar: حول نفس الموضوع
fa: در همان موضوع
fr: Sur le même thème
ps: په ورته موضوع کې

# home.students.admitted
source: students admitted
ar: اعترف الطلاب
fa: دانش اموزان بزيرفته اند
fr: étudiants admis
ps: زده كونكو منلي

# home.diplomas
source: of DILF/DELF diplomas
ar: DILF/DELF الشهادات
fa: DILF/DELF دیپلم
fr: de diplômes Dilf/Delf
ps: DELF/ DILFډیپلوم

# home.promos
source: training sessions per year
ar: الدورات التدريبية في السنة:
fa: جلسات آموزشی در هر سال
fr: promotions par an
ps: په کال کې روزنیز کورسونه

# home.laureates
source: « La France s'engage » laureate
ar: « La France s'engage »الحائز على جائزة
fa: « La France s'engage »برنده جایزه
fr: Lauréats « La France s'engage »
ps: « La France s'engage » اخيستل شوي جايزه له

# home.levels
source: French level from literacy to A2
ar: A2المستوى الفرنسي من محو الأمية إلى
fa: A2سطح فرانسوي از سواد به
fr: Niveau de français Alpha à A2
ps: A2 د فرانسوي زدكړه له شروع تر

# home.initialLevel
source: with low educational level in their country
ar: مع انخفاض المستوى التعليمي في بلدهم
fa: با سطح آموزشی پایین در کشور خود
fr: Pas ou peu scolarisés à l'origine
ps: د دوی په هیواد کې د ټیټ تعلیمي کچې سره

# home.dispos
source: Available 14 hours per week and living in Ile-de-France region
ar: متوفر 14 ساعة في الأسبوع
fa: ساعت در هفته 14
fr: Disponibles 14h par semaine et habiter en Ile-de-France
ps: په اونۍ کې 14 ساعته او په اییل-دفرانس يا باريس كي مركز لري

# home.tariff
source: in exchange for 7€
ar: €7 في مقابل
fa: د ر بدل 7 يورو
fr: En échange de 7€
ps: د ٧ يورو به مقابل كي

# home.noBac
source: who have yet to reach the baccalaureate level
ar: الذين لم يصلوا بعد إلى مستوى البكالوريا
fa: تا هنوز مكتب را خلاص نكرده باشد
fr: sans équivalent du Baccalauréat
ps: تر اوسه پورې د مكتب کچې ته رسیدلي ندي

# home.months.training
source: months of training per session
ar: أشهر التدريب لكل دورة
fa: ماه آموزش در هر جلسه
fr: mois de formation par session
ps: هر سيميستر د د سو مياشتو پوري

# home.hours
source: hours of french classes
ar: ساعات من الدروس الفرنسية
fa: ساعت کلاس های فرانسوی
fr: heures de français
ps: د فرانسوي ټولګي ساعتونه

# home.profPerClass
source: French as a Foreign Language (FFL) teacher per class of 15 students
ar: درس لغة فرنسية لكل صف من 15 طالباً
fa: معلم زبان فرانسي در هر کلاس از 15 دانش آموزان
fr: professeur de francais langue étrangère par classe de 15
ps: د ١٥ شاكردانو له باره يو با تجربه استاد

# home.daysAtelier
source: hours of artistic workshops
ar: ساعات من ورش العمل الفنية
fa: ساعت کارگاه های هنری
fr: heures d'ateliers artistiques
ps: د هنرونو ورکشاپونه

# home.benevoles
source: volunteers
ar: متطوعي
fa: داوطلبان
fr: bénévoles
ps: رضاکاران

# home.polesAssistance
source: support centers (psychological, social, legal)
ar: مراكز الدعم (النفسية والاجتماعية والقانونية)
fa: مراکز پشتیبانی (روانی ، اجتماعی ، حقوقی)
fr: pôles d'assistance (psychologique, sociale, juridique)
ps: د ملاتړ مرکزونه (رواني، ټولنیز، حقوقي)

# home.polesOrientation
source: vocational guidance to prepare for the future
ar: التوجيه المهني للتحضير للمستقبل
fa: راهنمایی های حرفه ای برای آماده شدن برای آینده
fr: pôle d'orientation professionnelle pour préparer la suite
ps: مسلکي لارښوونې د راتلونکې لپاره چمتو کول

# home.examen
source: exam at the end of the training : DILF/DELF
ar: DILF/DELF الامتحان في نهاية التدريب
fa: DILF/DELF آزمون در پایان آموزش
fr: examen en fin de session : le DILF/DELF
ps: DILF/ DELF د روزنې په پای کې ازموینه

source: Linked file
fr: Fichier associé

# school.founders
source: Héloïse Nio, Judith Aquien et Jennifer Leblond, cofounders of Thot
fr: Héloïse Nio, Judith Aquien et Jennifer Leblond, cofondatrices de Thot

# pedagogy.tailored
source: An innovative and adapted educational program
fr: Une pédagogie innovante et sur-mesure

# pedagogy.tailored.intro
source: Thot's pedagogy has been tailor-made and written to best suit and meet the specific needs of our students:
fr: La pédagogie de Thot a été conçue et écrite sur-mesure pour s’adapter et répondre au mieux aux besoins spécifiques de nos étudiants :
ps: La pédagogie de Thot a été conçue et écrite sur-mesure pour s’adapter et répondre au mieux aux besoins spécifiques de nos étudiants :

# pedagogy.tailored.1
source: Learning FFL starts from the everyday situations encountered
fr: L’apprentissage du FLE, ancré dans le réel, part des situations quotidiennes rencontrées

# pedagogy.tailored.2
source: The students' original languages are the starting point to make the French learning process easier
fr: Les langues d’origine des étudiants servent de point de départ pour entrer dans la langue française plus facilement

# pedagogy.tailored.3
source: The learning sequences can evolve according to their relevance in the learning process
fr: Les séquences d’apprentissage sont mobiles et sont abordées selon leur pertinence au gré de l’apprentissage

# pedagogy.tailored.4
source: Classes are organized according to students' oral and written level
fr: Les classes sont constituées selon le niveau à l’oral et à l’écrit des étudiants

# pedagogy.tailored.5
source: Reading workshops are set up to help the students who encounter specific difficulties
fr: Des ateliers lecture sont mis en place pour traiter des difficultés spécifiques

# exam.title
source: Thot exam centre
ar: Thot centre d’examen
fa: مرکز امتحانات Thot
fr: Thot centre d’examen
ps: د Thot د ازموینې مرکز

# exam.mission
source: Candidate or association, take the DILF and DELF exam with Thot!
ar: Candidat ou association, passez l’examen du DILF et du DELF avec Thot !
fa: نامزد یا انجمن ، در DILF و DELF با Thot شرکت کنید!
fr: Candidat ou association, passez l’examen du DILF et du DELF avec Thot !
ps: نوماندان یا ایسوسی ایشن ، د DILF او DELF ازموینه له Thot سره وړي

# exam.intro
source: Exam center contact :
ar: Contact centre d'examen :
fa: تماس با مرکز آزمون:
fr: Contact centre d’examen:
ps: د آزموینې مرکز اړیکه:

# exam.text.1
source: Thot association has the approval to be an examination center issued by France Education International (FEI, ex CIEP) for the DILF (Diplôme Initial de Langue Française) and DELF (Diplôme d'Études en Langue Française) diploma for levels A1, A2 and B1. Our examination center is open to external candidates.
ar: L’association Thot dispose de l’agrément de centre d’examen délivré par France Education International (FEI, ex CIEP) pour la passation du DILF (Diplôme Initial de Langue Française) et du DELF (Diplôme d’Études en Langue Française) pour les niveaux A1, A2 et B1. Notre centre d’examen est ouvert aux candidat.e.s extérieur.e.s.
fa: انجمن Thot دارای تاییدیه مرکز امتحانی است که توسط France Education International (FEI ، CIEP سابق) برای DILF (دیپلم اولیه زبان فرانسه) و DELF (دیپلم زبان فرانسه) برای A1 ، A2 و B1 صادر شده است. مرکز آزمون ما برای داوطلبان خارجی آزاد است.
fr: L’association Thot dispose de l’agrément de centre d’examen délivré par France Education International (FEI, ex CIEP) pour la passation du DILF (Diplôme Initial de Langue Française) et du DELF (Diplôme d’Études en Langue Française) pour les niveaux A1, A2 et B1. Notre centre d’examen est ouvert aux candidat.e.s extérieur.e.s.
ps: د THOT انجمن د DILF (په فرانسه کې د ډیپلوما) او DELF (په فرانسه کې ډیپلومه) د A1 ، A2 او B1 کچو لپاره د ازموینې مرکز واک لري. زموږ د ازموینې مرکز بهرني کاندیدانو ته خلاص دی.

# exam.text.warning
source: Warning
ar: Attention
fa: هشدار
fr: Attention
ps: خبرداری

# exam.text.2
source: registrations for taking exams at Thot examination center are different from registrations at Thot school.
ar: les inscriptions pour la passation d’examens dans le centre d’examen Thot sont différentes des inscriptions à l’école Thot.
fa: لطفا توجه داشته باشید: ثبت نام برای شرکت در امتحانات در مرکز آزمون Thot با ثبت نام در مدرسه Thot متفاوت است.
fr: les inscriptions pour la passation d’examens dans le centre d’examen Thot sont différentes des inscriptions à l’école Thot.
ps: د Thot Exam Center کې نوم لیکنه په Thot ښوونځي کې د شمولیت په شان ورته نوم لیکنه نه ده.

# exam.text.dilf
source: The DILF is a diploma in French as a foreign language assessing early learning (level A1.1 of the Common European Framework of Reference for Languages of the Council of Europe). It allows the validation of the first level of proficiency in French.
ar: Le DILF est un diplôme de français langue étrangère évaluant les premiers apprentissages (niveau A1.1 du Cadre européen commun de référence pour les langues du Conseil de l'Europe). Il permet la validation de premier niveau de maîtrise du français (niveau A1.1 du Cadre européen commun de référence pour les langues du Conseil de l’Europe).
fa: DILF یک مدرک دیپلم در فرانسه به عنوان یک زبان خارجی است که یادگیری اولیه را ارزیابی می کند (سطح A1.1 CECRL). این اولین سطح تسلط بر زبان فرانسه را تأیید می کند.
fr: Le DILF est un diplôme de français langue étrangère évaluant les premiers apprentissages (niveau A1.1 du Cadre européen commun de référence pour les langues du Conseil de l'Europe). Il permet la validation de premier niveau de maîtrise du français (niveau A1.1 du Cadre européen commun de référence pour les langues du Conseil de l’Europe).
ps: DILF د بهرنۍ ژبې په توګه په فرانسوي کې ډیپلوم دی چې د اروپا شورا د ژبو لپاره د عمومي اروپايي کاري چوکاټ لومړۍ کچې A1.1 ښوونې ارزونه کوي. دا تاسو ته اجازه درکوي د فرانسوي لومړني مهارتونه و ارزئ.

# exam.text.delf
source: The DELF is an official diploma issued by the French Ministry of National Education, to certify the skills in French of foreign candidates and French people from a non-French-speaking country and not holding a French public secondary or higher education diploma. Thot has approval for the 3 diplomas corresponding to the first 3 levels described by the CECR: DELF A1, DELF A2, DELF B1 and DELF B2.
ar: Le DELF est un diplôme officiel délivré par le ministère français de l’Éducation nationale, pour certifier les compétences en français des candidats étrangers et des Français originaires d’un pays non francophone et non titulaires d’un diplôme de l’enseignement secondaire ou supérieur public français. Thot dispose de l’agrément pour les 3 diplômes correspondant aux 3 premiers niveaux décrits par le CECR : DELF A1, DELF A2, DELF B1 et DELF B2.
fa: DELF یک دیپلم رسمی است که توسط وزارت آموزش ملی برای تأیید مهارت فرانسوی نامزدهای خارجی صادر شده است. Thot می تواند 3 سطح اول توصیف شده توسط CEFR را ارائه دهد: DELF A1 ، DELF A2 و DELF B1.
fr: Le DELF est un diplôme officiel délivré par le ministère français de l’Éducation nationale, pour certifier les compétences en français des candidats étrangers et des Français originaires d’un pays non francophone et non titulaires d’un diplôme de l’enseignement secondaire ou supérieur public français. Thot dispose de l’agrément pour les 3 diplômes correspondant aux 3 premiers niveaux décrits par le CECR : DELF A1, DELF A2, DELF B1 et DELF B2.
ps: DELF یوه رسمي ډیپلوم دی چې د فرانسې د ملي زده کړې وزارت لخوا ورکړل شوی ، د غیر فرانسوي ژبو هیواد څخه د ثانوي یا لوړې فرانسوي زده کړې ډیپلوم پرته د فرانسوي مهارتونو تصدیق کوي. Thot د 3 ډیپلومونو لپاره تصویب شوی چې د CECR لخوا تشریح شوي د لومړي 3 کچو سره مطابقت لري:

# exam.level.title
source: Levels
ar: Niveaux
fa: سطح
fr: Niveaux
ps: کچه

# exam.dates.text
source: The next exam dates are as follows:
ar: Les prochaines dates de passation d’examens sont les suivantes :
fa: تاریخ امتحانات بعدی به شرح زیر است
fr: Les prochaines dates de passation d’examens sont les suivantes :
ps: د راتلونکي آزموینې نیټې په لاندې ډول دي

# exam.more.title
source: Learn more about the different levels
ar: En savoir plus sur les différents niveaux
fa: درباره سطوح مختلف اطلاعات بیشتری کسب کنید
fr: En savoir plus sur les différents niveaux
ps: د بیلابیلو کچو په اړه نور معلومات ترلاسه کړئ

# exam.more.understand
source: Understand the different levels of the DELF
ar: Comprendre les différents niveaux du DELF
fa: سطح مختلف DELF را درک کنید:
fr: Comprendre les différents niveaux du DELF
ps: د ډیلف بیلابیل کچو باندې پوهیدل

# exam.more.test
source: Test your level!
ar: Testez votre niveau !
fa: سطح خود را آزمایش کنید
fr: Testez votre niveau !
ps: خپلې کچې معاینه کړئ.

# exam.infos.title
source: Registration and information
ar: Inscriptions et informations
fa: ثبت نام و اطلاعات
fr: Inscriptions et informations
ps: نوم لیکنه او معلومات

# exam.session.date
source: Session of %date%
ar: Session du %date%
fa: Session du %date%
fr: Session du %date%
ps: ناسته د %date%

# exam.session.until
source: Registrations until %date%
ar: Inscriptions jusqu'au %date%
fa: Inscriptions jusqu'au %date%
fr: Inscriptions jusqu'au %date%
ps: پورې نوم لیکنه %date%

# menu.contact
source: Contact
ar: الاتصال
fa: تماس
ps: اړیکه

# manifesto.equality.title
source: Respect
ar: الأحترام
fa: حقوق مساوی برای همه
ps: هر چاته مساوي حقوق

# life.access
source: Respect
ar: احترام
fa: آحترام
ps: درناوى

# contact.form.info
source: Information
ar: المعلومات
fa: اطلاعات
ps: معلومات

# exam.dates.title
source: Dates
fa: تاریخ
ps: تاریخ
