Repository: ecole-thot/website
Catalog: translations/messages.*.xlf
Languages: ar, fa, fr, ps

# title
source: Thot school
ar: المدرسة توت
fa: مكتب توت
fr: École Thot
ps: دتوت مکتب

# menu.school
source: School
ar: المدرسه
fa: مكتب
fr: L'École
ps: مكتب

# menu.news
source: News
ar: اخبار
fa: اخبار
fr: Actualités
ps: خبرونه

# menu.exam
source: Examination Center
fa: مرکز معاینه
fr: Le centre d'examen
ps: د امتحان مرکز

# menu.jobs
source: Jobs
ar: وظائف
fa: شغل ها
fr: Recrutement
ps: استخدام

# menu.donate
source: Donate
ar: التبرع
fa: اهدا كنيد
fr: Faire un don
ps: مرسته وکړئ

# footer.legal
source: Legal notices and Credits
ar: الإشعارات القانونية والاعتمادات
fa: اعلامیه های حقوقی و اعتبارات
fr: Mentions légales et Crédits
ps: قانوني خبرتیاوې او کریډیټونه

# home.title
source: Home
ar: المنزل
fa: خانه
fr: Accueil
ps: كور

# headline
source: The french language awarding school for refugees and asylum seekers
ar: مدرسة منح اللغة الفرنسية للاجئين وطالبي اللجوء
fa: مدرسه زبان فرانسه برای پناهندگان و پناهجویان
fr: L'école diplômante de Français pour les personnes en situation d’exil, les réfugiés et les demandeurs d'asile
ps: د کډوالو او پناه غوښتونکو لپاره د فرانسي ژبې زدكره

# moto
source: To expand the horizon of migrants, we created Thot, a french language awarding school for refugees and asylum seekers.
ar: ولتوسيع أفق المهاجرين، أنشأنا "تهوت"، وهي مدرسة لتعليم اللغة الفرنسية تمنح اللاجئين وطالبي اللجوء.
fa: ، برای گسترش افق مهاجران مكتب توت زبان فرانسوي براي بناهندكان و بناهجويان إيجاد كرديم
fr: Pour transmettre un horizon à tous, nous avons créé Thot, école diplômante de français pour les réfugiés et demandeurs d'asile.
ps: د مهاجرينو د بياوړتيا لپاره مونږ د فرانسوي ژبي مكتب جوړ كړ تر هغي چي مهاجرين تري فايده واخلي

# welcome
source: Welcome at Thot
ar: مرحبا بكم في توت
fa: خوش امديد به توت
fr: Bienvenue chez Thot
ps: توت تہ ښه راغلاست

# inscriptions.know.more
source: To know more about registration
ar: لمعرفة المزيد عن التسجيل
fa: برای کسب اطلاعات بیشتر در مورد ثبت نام
fr: En savoir plus sur les inscriptions
ps: د ثبت نام په اړه د لا زیاتو معلوماتو لپاره

source: Warning
ar: تحذير
fa: هشدار
fr: Attention
ps: خبرداری

# warning.lang
source: the form needs to be fill in by the candidates himself. The form is available in Arabic, Farsi, Pashto, English (the different versions are accessible on our website) If the candidate do not speak one of these languages and/or he can't read and write on his own language, he can be helped by an other person.
ar: يجب ملء الاستمارة من قبل المرشحين نفسه. النموذج متاح باللغة العربية، الفارسية، الباشتو، الإنجليزية (يمكن الوصول إلى الإصدارات المختلفة على موقعنا على الانترنت) إذا كان المرشح لا يتحدث واحدة من هذه اللغات و / أو أنه لا يستطيع القراءة والكتابة على لغته الخاصة، يمكن أن يساعده شخص آخر.
fa: فرم باید توسط خود شخص پر کند. این فرم در دسترس است به زبان های عربی ، فارسی ، پشتو ، انگلیسی (نسخه های مختلف در وب سایت ما قابل دسترسی است) اگر نامزد یکی از این زبانها را صحبت نمی کند و/یا او نمی تواند به خواندن و نوشتن بر روی خود ، او را می توان توسط یک فرد دیگر کمک کرده است.
fr: Il est indispensable que le formulaire soit rempli par le candidat (le formulaire est traduit en pashto, farsi, arabe et anglais). Cette règle ne s'applique pas aux personnes ne sachant ni lire ni écrire ou dont la langue n'est pas traduite.
ps: فورمه باید پخپله د کاندیدانو لخوا ډکه شي. دا فورمه په عربي، فارسي، پښتو، انګریزي ژبه کې شتون لري (بیلابیل نسخى زموږ په ویب پاڼه کې شتون لري) که چیرې هغه د دغو ژبو باندى نہ پوہيژى ، نو کولی شي د بل چا سره مرسته وکړي

# warning.lang.2
source: We receive a lot of applications, completing this form do not guarantee your registration at the school Thot. All the applications will be examined within 1 month and the selected candidates will be interviewed. After the interviews, will confirm or no your registration at Thot.
ar: نحن نتلقى الكثير من الطلبات، واستكمال هذا النموذج لا تضمن التسجيل الخاص بك في المدرسة وسيتم فحص جميع الطلبات في غضون شهر واحد، وسيتم إجراء مقابلات مع المرشحين المختارين. بعد المقابلات، سوف تؤكد أو لا تسجيلك في توت
fa: ما بسيارفورمه اشتراك دريافت ميكنيم تكميل اين فورم تضمين داخله در مكتب توت نيست در دجريان يك ماه با شماتماس كرفته ميشود وبه مقابله شخصي شما خواسته ميشويد بعد از اين برايتان احوال داده ميشود كه در مكتب شامل شدي يا خير
fr: Nous recevons un très grand nombre de candidatures, une inscription sur les formulaires ne garantit pas une place à l’école. Nous répondrons à l’ensemble des candidats par SMS au numéro renseigné dans le formulaire dans un délai de 1 mois.
ps: موږ ډیری غوښتن لیکونه ترلاسه کوو، دا فارم بشپړ کول په ښوونځي کې ستاسو ثبت نام کول ضمانت نه کوي. ټول غوښتنلیکونه به معاینه شي. د مرکو وروسته، تاسو تہ پيغام ليږل کيږى چى تاسى قبول ياستى يا نہ

# warning.closed
source: The next online registrations will be for the training session from March 14th 2022 to June 30th 2022. Registration will be open from February 1st 2022 at 11 a.m. to February 3rd 2022 at 11 a.m. There is no document to provide to register. During the previous registrations, we received more than 800 applications for around forty places, so we ask associations / accommodation centers and migrant supports, not to register more than 4 people.
ar: وستظل هذه الاستمارة مفتوحة لمدة 48 ساعة - من 1 شباط/فبراير في الساعة 00/ 11 إلى 3 شباط/فبراير في الساعة 00/ 11 - بغض النظر عن عدد الطلبات المسجلة. التدريب هو 10 ساعات في الأسبوع لمدة 16 أسبوعا ، من 14 مارس 2022 إلى 30 يونيو 2022. وخلال التسجيلات السابقة ، تلقينا أكثر من 800 طلبا لنحو 40 مكانا ، ولذلك نطلب من رابطات/مراكز الإيواء ودعم المهاجرين ، ألا يسجلوا أكثر من 4 شخصا.
fa: این فرم به مدت 48 ساعت - از 1 فوریه ساعت 11:00 صبح تا 3 فوریه ساعت 11:00 صبح - بدون توجه به تعداد درخواست های ثبت شده باز خواهد بود. این آموزش 10 ساعت در هفته به مدت 16 هفته از 14 مارس 2022 تا 30 ژوئن 2022 است. در طول ثبت نام های قبلی، بیش از 800 درخواست برای حدود 40 مکان دریافت کردیم و به همین دلیل از انجمن ها / پناهگاه ها و مراکز کمک درخواست می کنیم. مهاجرین بیش از 4 نفر ثبت نام نکنید.
fr: Ce formulaire restera ouvert 48 heures - du 1er février à 11h au 3 février à 11h - quel que soit le nombre de candidatures enregistrées. La formation Thot est de 10 heures par semaine pendant 16 semaines, du 14 mars 2022 au 30 juin 2022. Lors des inscriptions précédentes, nous avons reçu plus de 800 candidatures pour une quarantaine de places, ainsi nous demandons aux associations/centre d'hébergement et soutiens de migrants, de ne pas inscrire plus de 4 personnes.
ps: دا فورمه به د 48 ساعتونو لپاره خلاص وي - د فبروري له 1 څخه د سهار له 11:00 بجو څخه د فبروري 3 تر 11:00 بجو پورې - پرته له دې چې سپارل شوي غوښتنلیکونو شمیر ته پام وکړي. روزنه د 16 اونیو لپاره په اونۍ کې 10 ساعته ده د 14 مارچ 2022 څخه تر 2022 جون 30. په تیرو رجسټریشنونو کې موږ د نږدې 40 ځایونو لپاره له 800 څخه ډیر غوښتنلیکونه ترلاسه کړي دي او له همدې امله موږ د اتحادیې / سرپناه او د مرستې غوښتنه کوو. د کډوالو مرکزونه له څلورو څخه زیات کسان نه راجستر کوي

# warning.closed.2
source: French courses take place in Saint-Denis, next to the station Gare de Saint Denis RER D, it is not possible to come register on site because we do not have a front desk to welcome visitors. This space is reserved for our students and their training.
ar: عقد الدورات الفرنسية في سان دينيس ،بجوار محطة القطار, لا يمكن التسجيل في الموقع لأننا لا نملك مكتب استقبال لاستقبال الزوار. هذه المساحة مخصصة لطلابنا وتدريبهم.
fa: مكتب ما بهلوي ايستكاه قطار ساينت دينيس است، براي ثبت نام بأيد مكتب نييايد بخاطريكه جاي ثبت نام در داخل مكتب نداريم اينجا جاي فقط براي محصلين و درس خواندن است
fr: Les cours de français ont lieu à Saint-Denis, à côté de la station Gare de Saint Denis du RER D, il n’est pas possible de venir s’inscrire sur place car nous ne disposons pas d’un accueil de visiteurs. Cet espace est réservé à nos étudiants et à leur formation.
ps: د فرانسوى زدکړى کورس د ساينت دينيس د اور ګاډى سرہ نږدى دى مګر داخلہ بايد دانترنت پاڼي کى خپل ځان ثبت کړى ولى چى مکتب يوازى د شاګردانو د زدکړى لپارہ دى

# warning.closed.3
source: It is important for the candidate to be aware of the commitment required to study at Thot School, the training is intensive, all courses are mandatory and absentee follow-up is conducted throughout the session. To reinforce this commitment, the form must be completed by the candidate himself, this one being translated into Pashto, Farsi, Arabic and English. This rule does not apply to people who can not read or write or whose language is not translated.
ar: من المهم أن يكون المرشح على دراية بالالتزام المطلوب للدراسة في المدرسة توت ، وجميع الدورات إلزامية ، وتجري متابعة الغائبين طوال الدورة. لتعزيز هذا الالتزام ، يجب إكمال النموذج من قبل المرشح نفسه ، ويتم ترجمة هذا النموذج إلى الباشتو والفارسية والعربية والإنجليزية. لا تنطبق هذه القاعدة على الأشخاص الذين لا يستطيعون القراءة أو الكتابة أو الذين لا تتم ترجمة لغتهم.
fa: این مهم است که متقاضی باید از تعهد مورد نیاز برای تحصیل در مكتب توت آگاه باشد، آموزش فشرده است، همه نژادها اجباری هستند و پیگیری های غیابی انجام می شود در طول جلسه. برای تقویت این تعهد، این یکی به پشتو، فارسي، عربی و انگلیسی ترجمه شده است. این قانون برای افرادی که نمیتوانند خواندن یا نوشتن را انجام دهند، اعمال نمی شود.
fr: Il est important que le candidat soit conscient de l’engagement que demande une inscription à l’école Thot, la formation proposée est intensive, tous les cours sont obligatoires et un suivi des absences est effectué tout au long de la session. Afin de marquer cet engagement, le formulaire doit être rempli par le candidat lui-même, celui-ci étant traduit en pashto, farsi, arabe et anglais. Cette règle ne s'applique pas aux personnes ne sachant ni lire ni écrire ou dont la langue n'est pas traduite.
ps: دا د غوښتنلیک ورکوونکي لپاره باید د پام وړ وي چى ستاسو داخلى نہ ورستہ چى کومو ژمنو باندى امضاء کړى بايد عمل وکړى، ولى چى د توت مکتب پہ ہر صنف کى حاضرى اخلى پہ ټول درسي وختونو کى او تاسو لپارہ مونږ پہ درى پښتو او ہمدارنګہ پہ عربى ژبہ ترجمہ کړى دى، فقط ہغہ شاګردان استثناء دى کوم چى ليک لوست نشى کولى

# who.can.study
source: Who can study at Thot
ar: من يستطيع الدراسة في توت
fa: چه کسی می تواند درتوت تحصيل كند
fr: Qui peut être étudiant chez Thot ?
ps: څوک کولى شى پہ توت کى درس ووايي

# who.can.study.sub
source: Our courses are for people in exile (asylum seekers, under Dublin procedure, refugees, etc.)
ar: دوراتنا هي للأشخاص في المنفى (طالبي اللجوء، بموجب إجراءات دبلن، واللاجئين، وما إلى ذلك)
fa: دوره های ما برای افرادی که در تبعید هستند (پناهجویان ، تحت روش دوبلین ، پناهندگان و غیره
fr: Nos cours s'adressent aux exilés (demandeurs d'asile, dublinés, réfugiés, etc.)
ps: زموږ کورسونه د جلاوطني خلکو لپاره دي) پناه غوښتونکي، د ډوبلین پروسیجر لاندې، پناه غوښتونکي.

# dispositif
source: Our concept
ar: مفهومنا
fa: مفهوم ما
fr: Notre dispositif
ps: زموږ مفهوم

# dispositif.sub
source: Short, intensive, specific and certifying training sessions
ar: دورات تدريبية قصيرة ومكثفة ومحددة ومصدقة
fa: جلسات آموزشی کوتاه ، فشرده ، خاص و صدور گواهینامه
fr: Des sessions courtes, intensives, spécifiques, variées et diplômantes
ps: لنډ، ګړندۍ، ځانګړي او تصدیق شوي روزنیز کورسونه

# partners
source: Our partners
ar: شركاؤنا
fa: همکاران ما
fr: Nos partenaires
ps: زموږ ملګري

# partners.sub
source: Thot thanks all the donors, supporters and partners
ar: توت يشكر جميع المانحين والمؤيدين والشركاء
fa: با سپاس از همه اهداکنندگان ، حامیان و همکاران
fr: Thot remercie ses donateurs, soutiens et partenaires
ps: توت له تمویلوونکو، ملاتړو او شریکانو څخه مننه كوي

# inscription.limit
source: You have till %date% to register
ar: لديك حتى %date% للتسجيل
fa: به ثبت نام %date% شما تا
fr: Vous avez jusqu'au %date% pour vous inscrire
ps: نوم ليكنه جريان لري %date% تاسو وخت لري تر

# inscription.limit.alt
source: You can register till %date% at %time%.
ar: %date% %time%يمكنك التسجيل حتى
fa: %date% در %time%.شما می توانید ثبت نام تا
fr: Vous pouvez vous inscrire jusqu'au %date% à %time%.
ps: .%time% at %date% تاسو کولی شئ تر هغه پوري نوم لیکنه وکړي

# inscriptions.now.open
source: Registrations are open
ar: التسجيل مفتوح
fa: ثبت نام باز است
fr: Les inscriptions sont maintenant ouvertes
ps: نوم ليكنه شروع ده

# inscription.next
source: Registrations will open on %date%
ar: %date% سيتم فتح التسجيل في
fa: %date% ثبت نام باز خواهد شد
fr: RDV le %date% pour vous inscrire
ps: %date% نوم لیکنه به پرانیستل شي

# engaged.every.day
source: Thot is committed everyday.
ar: توت ملتزمة كل يوم
fa: توت متعهد روزمره
fr: Thot s'engage tous les jours.
ps: توت هره ورځ ژمن دی

# follow.our.actions
source: Follow us !
ar: تابعونا!
fa: دنبال ما!
fr: Suivez nos actions !
ps: مونږ سره پاتي شي

# manifesto.title
source: Our manifesto
ar: بياننا
fa: مرامنامه ما
fr: Notre manifeste
ps: زمونږ منشور

# legal.title
source: Legal notices
ar: الإشعارات القانونية
fa: اعلامیه های حقوقی
fr: Mentions légales
ps: قانوني خبرتیاوې

# from.date
source: From 2016
ar: من عام 2016
fa: از 2016
fr: Depuis 2016
ps: له ٢٠١٦ نه

source: I want to register
ar: أريد التسجيل
fa: من می خواهم ثبت نام كنم
fr: Je veux m'inscrire
ps: زه نوم لیکنه غواړم

# life
source: Thot school's values
ar: الحياة في توت
fa: ارزشهای مکتب توت آن است
fr: Les valeurs de l'école Thot
ps: دتوت مكتب ارزښتونه

# life.sub
source: You can read our manifesto below in which we explain our values
ar: يمكنك قراءة بياننا الذي نوضح فيه قيمنا
fa: شما می توانید منشور ما را در زیر بخوانید در صورتی که ارزش های ما را توضیح می دهیم
fr: Vous pouvez lire notre manifeste dans lequel nous expliquons nos valeurs
ps: تاسو کولی شئ زمونر منشور وكوري کوم چې موږ خپل ارزښتونه تشریح کري

# life.equality
source: Equality
ar: مساواة
fa: حقوق برابر برای همه
fr: Égalité
ps: برابري

# life.ambition
source: Solidarity and Sharing
ar: التضامن والمشاركة
fa: همبستگی و به اشتراک گذاری
fr: Solidarité et partage
ps: پیوستون او شریکول

# life.humanism
source: Professionalism
ar: احترافية
fa: حرفه ای گری
fr: Professionnalisme
ps: مسلکي کول

# read.manifesto
source: Read our manifesto
ar: اقرأ بياننا
fa: بیانیه ما را بخوانید
fr: Lire notre manifeste
ps: زموږ منشور ولولئ

# school.title
source: The school
ar: المدرسة
fa: مكتب
fr: L'école
ps: مکتب

source: The school
ar: المدرسة
fa: مكتب
fr: L'école
ps: مکتب

# intensive.cursus
source: Professional and intensive courses, to obtain a state diploma, valid for life.
ar: دورات مهنية ومكثفة، للحصول على دبلوم الدولة، صالحة للحياة
fa: دوره های حرفه ای و فشرده ، برای به دست آوردن دیپلم شناخته شده دولت فرانسه ، معتبر برای زندگی
fr: Des cours riches et intensifs, pour obtenir un diplôme d'État, valable à vie.
ps: مسلکي او ژور کورسونه، د دولت لخوا ډیپلوم ترلاسه کولو لپاره، د ژوند تر بايه اعتبار لري.

source: Quick access
fr: Accès rapide

source: Our story
ar: قصتنا
fa: داستان ما
fr: Notre histoire
ps: زموږ کیسه

# our.pedagogy
source: Our educational program
ar: برنامجنا التعليمي
fa: برنامه آموزشی ما
fr: Notre pédagogie
ps: زموږ د زده کړې پروګرام

# our.team
source: The team
ar: الفريق
fa: این تیم
fr: L'équipe
ps: دا ډله

source: ABOUT
ar: عن
fa: مورد
fr: À propos
ps: په اړه

# pedagogy
source: Our educational program
ar: برنامجنا التعليمي
fa: برنامه آموزشی ما
fr: Notre pédagogie
ps: زموږ د زده کړې پروګرام

# news.title
source: News
ar: اخبار
fa: اخبار
fr: Actualités
ps: خبرونه

# contact.title
source: PLEASE NOTE, the messages sent via this contact form between April 20 and May 23 2020 have never been received and are not recoverable. We therefore apologize to the people who contacted us through this channel and invite you to fill out the form again.
ar: الاتصال
fa: تماس
fr: ATTENTION, suite à un bug, les messages envoyés via ce formulaire de contact entre le 20 avril et le 23 mai 2020 n'ont jamais été réceptionnés et ne sont pas récupérables. Nous nous excusons donc auprès des personnes qui nous ont contactés via ce canal et vous invitons à remplir à nouveau le formulaire.
ps: اړیکه

# jobs.title
source: Jobs
fr: Recrutement

# school.who.are.we
source: Who are we ?
ar: من نحن؟
fa: ما كي هستیم ؟
fr: Qui sommes-nous ?
ps: موږ څوک یو؟

# school.constitution
source: The Thot team was created over the course of various support and advocacy campaigns for refugees and asylum seekers during summer 2015 in camps in Paris. In spite of their diverse nationalities, their coequally harrowing stories, and their disparate social backgrounds, one, same question seemed to be on everyone's lips: "Where can we learn French?"
ar: تم إنشاء فريق توت خلال حملات دعم ودعوة مختلفة للاجئين وطالبي اللجوء خلال صيف عام 2015 على الرغم من جنسياتهم المتنوعة، قصصهم المروعة على قدم المساواة، وخلفياتهم الاجتماعية المتباينة، واحد، يبدو أن السؤال نفسه على شفاه الجميع: "أين يمكننا أن نتعلم الفرنسية؟
fa: تیم توث در میان رسانه های مختلف و کمپین حمایت از پناهندگان و پناهجویان در اردوگاه ها در طول تابستان 2015 در پاریس ساخته شده است. به رغم ملیت آنها مختلف، داستان های دلخراش و متفاوت پس زمینه اجتماعی، یکی، همین مسئله به نظر می رسید لب همه است: "از کجا می توان یادگیری زبان فرانسوي؟"
fr: L'équipe de Thot s'est constituée depuis le terrain à l'été 2015 où nous tentions de venir en aide aux réfugiés et demandeurs d'asile dans des campements parisiens. Malgré leurs nationalités nombreuses et leurs niveaux sociaux très variés, nous avons constaté qu'une question leur demeurait commune : « Où pouvons-nous apprendre le français ? »
ps: د توت مکتب د 2015 کال په اوړي کې د پاریس په کیمپونو کې د مهاجرینو او پناه غوښتونکو لپاره د ملاتړ او مدافع بنسټونو د کمپاینونوپہ مرستہ منځ تہ راغي. د دوي د مختلفو ملیتونو سره سره، د دوی ډيري ترخې کیسې، او د دوی بې باوري پہ ټولنو باندى ، یو ورته، ورته پوښتنه د هر چا په خولہ کى وہ "موږ چیرته فرانسوى ژبہ زده کولی شو؟"

# school.creation
source: So we created Thot to offer a certifying courses, given by qualified teachers, in a stable, specific and global training program, for refugees and asylum seekers with low educational background, and meet an constant increasing demand for training in FFL for this audience. Our school is located in Ile-de-France region.
ar: لذلك أنشأنا توت لتقديم دورات التصديق، التي قدمها المعلمين المؤهلين، في برنامج تدريب مستقر ومحدد وعالمي، للاجئين وطالبي اللجوء ذوي الخلفية التعليمية المنخفضة، وتلبية الطلب المتزايد المستمر على التدريب في FFL لهذا الجمهور.
fa: بنابراین ما برای تأیید دوره های ارائه شده توسط معلمان واجد شرایط در یک برنامه آموزشی پایدار، ویژه و جهانی برای پناهندگان و پناهجویان با زمینه تحصیلات پایین و ایجاد تقاضای مداوم برای آموزش در FFL برای این دادرسی ایجاد کردیم. مدرسه ما واقع شده است در منطقه ایل-دو-فرانس.
fr: Nous avons donc créé Thot afin de proposer une formation diplômante, prise en charge par de vrais professeurs, dans un cadre stable, spécifique et complet, à destination des réfugiés et demandeurs d'asile non diplômés, et répondre à une demande toujours croissante de formation en FLE pour ce public. Notre école est actuellement basée en Ile-de-France.
ps: ددغو غوښتنو پہ جواب کى مونړ دغہ مکتب ايجاد کړ ، او د با تجربہ استادانو لخوا پہ ارامہ فضاء کى درسونہ شروع کړل، د مہاجرينو او ہغوى چى تر اوسہ قبول شوى ندى پہ فرانسہ کى، او ہمچنان ددوى د تعليم کچى تہ پہ کتو سرہ پروګرام شروع کړF F Lپہ پاريس ښار کى دغہ د

# school.egypt
source: Thot was the Egyptian God that embodied the concept of Knowledge. His mission was to spread his knowledge, hence his invention of language. This symbol epitomizes our mission: to convey, through language, a possibility to all individuals to fulfill their potential, here in France.<br>Thot : Transmettre un Horizon à Tous (expand the horizon for all).
ar: كان توت هو الإله المصري الذي جسد مفهوم المعرفة. وكانت مهمته نشر معرفته، وبالتالي اختراعه للغة. هذا الرمز يجسد مهمتنا: أن ننقل، من خلال اللغة، إمكانية لجميع الأفراد لتحقيق إمكاناتهم، هنا في فرنسا<br> توت Transmettre un Horizon à Tous (توسيع الأفق للجميع).
fa: توت نام خدا ى مصرى قديمى بو کہ فکر دانش را ايجاد کرد ، فکر و دانش او زبان را اختراع کرد، ما ہم امى فکر زبان ياد کردن در توت ايجاد کديم، براى افرادى کہ توت براي انتقال افق به همه بيګيرد<br> ميخواہد زبان فرانسوى
fr: Thot était le dieu égyptien qui incarnait le concept de Savoir. Sa mission étant de disséminer ses connaissances, il inventa le langage. Ce symbole est à l'image de la mission que nous nous sommes confiée : transmettre par le langage la possibilité pour les individus de s'épanouir ici, en France.<br>Thot : Transmettre un Horizon à Tous.
ps: توت د مصری خدای نوم وو چې د پوهې مفهوم یې تایید کړ. د هغه ماموریت د خپل پوهې خپرولو لپاره، هغه د ژبې پیژندل. دا سمبول د هغه ماموریت عکاسی ده چې موږ ته يى سپارلی دہ: د ژبې زدکړہ د افرادو لپاره امکان لري <br> فرانسي کې توت ټولو ته افقی انتقالول (د ټولو لپاره افقی پراخول).

# team
source: Our team
ar: فريقنا
fa: تیم ما
fr: Notre équipe
ps: زمونږ ټيم

# team.more
source: ... And many bright volunteers who help daily for the quality of teaching and other missions of Thot.
ar: والعديد من المتطوعين الذين يساعدون يوميا لجودة التدريس وغيرها من البعثات من توت
fa: و بسیاری از داوطلبان قابل که روزانه برای کمک به کیفیت تدریس و ماموریت های دیگر همراهي توت كمك ميكند
fr: ... Et de nombreux et brillants bénévoles qui aident quotidiennement pour la qualité de l'enseignement et de la structure de Thot.
ps: او ډیری روشن فکرہ رضاکاران چې د ښوونې کیفیت او د نورو ماموریتونو لپاره هره ورځ مرسته کوي.

# pedagogy.headline
source: The training sessions last 16 weeks with 14 hours of training per week.
ar: وتستمر الدورات التدريبية 16 أسبوعاً مع 14 ساعة من التدريب في الأسبوع.
fa: جلسات تمرینی به مدت 16 هفته و 14 ساعت تمرین در هفته .
fr: Les sessions d'apprentissage durent 16 semaines à raison de 14h/semaine.
ps: روزنيز كورس١٦ اوني درس جي ١٤ ساعته به هفته كي راځي

# pedagogy.offer.title
source: A French as a Foreign Language (FFL) training for persons in exile who have yet to reach the baccalaureate level.
ar: تدريب اللغة الأجنبية الفرنسية للأشخاص المنفيين الذين لم يصلوا بعد إلى مستوى البكالوريا.
fa: زبان فرانسوي به عنوان زبان خارجي (FFL) آموزش برای افرادی که در تبعید که هنوز برای رسیدن به سطح کارشناسی.
fr: Une offre de Français Langue Étrangère (FLE) pour tous les exilé.e.s en dessous du niveau Bac.
ps: د هغوي لباره جي تر FLE فرانسوي د خارجي زبي يا مكتب يي نه وي ويلي

# pedagogy.offer.1
source: We provide courses for literacy, A1 and A2 levels. The school is intended for persons in exile who have yet to reach the baccalaureate level.
ar: نحن نقدم دورات لمحو الأمية، A1 و A2 المستويات. والمدرسة مخصصة للأشخاص المنفيين الذين لم يصلوا بعد إلى مستوى البكالوريا.
fa: A1 و A2ما دوره های سواد آموزی ارائه میکنیم مدرسه برای افرادی که در تبعید که هنوز برای رسیدن به سطح کارشناسی در نظر گرفته شده
fr: Nous assurons les cours pour les niveaux ALPHA, A1 et A2. L'école est destinée aux exilé(e)s n'ayant pas un niveau équivalent au Baccalauréat.
ps: مونږ د سيواد اموزى نہ واخلہ تر لوړى کچي بوري دفرانسوى زدکړہ. ښوونځی د هغو کسانو لپاره دی چې جلاوطنی په حالت کې دی چې لا تر اوسه د مکتب دوری کچې ته رسیدلی نه دی.

# pedagogy.offer.2
source: Training programs in Universities exist for high school graduates, which we encourage to contact Resome (http://resome.org/) and Wintegreat (http://wintegreat.org/).
ar: توجد برامج تدريبية في الجامعات لخريجي المدارس الثانوية، والتي نشجع على الاتصال (http://resome.org/)Resome وWintegreat (http://wintegreat.org/)
fa: برنامه های آموزشی در دانشگاه برای فارغ التحصیلان وجود دارد, که ما را تشویق به تماس با Resome (http://resome.org/) and Wintegreat (http://wintegreat.org/).
fr: Des structures d'intégration en université existent pour les diplômés du secondaire, que nous encourageons à se renseigner auprès du Resome (http://resome.org/) et de Wintegreat (http://wintegreat.org/).
ps: د لیسې فارغانو لپاره په پوهنتونونو کې د روزنې پروګرامونه، کوم چې موږ د ریسوم پہ مرستہ لوړو زدکړو تہ معرفي کوو او ريسيوم سره اړیکه نيسو http://resome.org/) and Wintegreat (http://wintegreat.org/).

# pedagogy.pro.title
source: A school based on the professionalism of the staff members
ar: مدرسة تقوم على الاحتراف المهني للموظفين
fa: مكتب بر اساس حرفه ای از اعضای هیات
fr: Une école fondée sur le professionnalisme des intervenants
ps: د کارکونکو د مسلکي زدکړو پر بنسټ ښوونځی تہ شاملول
