Repository: ecole-thot/website
Catalog: translations/messages.*.xlf
Languages: ar, fa, fr, ps

# pedagogy.pro.1
source: Thot's teachers are all graduates in FLE and qualified to lead our students towards a French diploma
ar: معلمو توت جميعهم خريجون في FLE ومؤهلون لقيادة طلابنا نحو دبلوم اللغة الفرنسية
fa: استادان توت فارغ التحصيل دبلوم فرانسوي با تجربه است كه ميتواند محصلين را براي دبلوم زبان فرانسوي امده بسازد.
fr: Les professeurs de Thot sont tous diplômés en FLE et habilités à mener nos étudiants vers un diplôme de français
ps: نہ فارغ شوى او کافى تجربہ لرى FLEد توت استادان ټول د چى کولي شى شاګردان د فرانسوي ژبي ډپلوم تہ امدہ کړى

# pedagogy.pro.2
source: A qualified team of artists leads the artistic workshop and supervises the cultural outings
ar: فريق مؤهل من الفنانين يقود ورشة العمل الفنية ويشرف على النزهات الثقافية
fa: تیم واجد شرایط از هنرمندان منجر کارگاه هنری و نظارت بر گردش های فرهنگی
fr: Une équipe d'artistes professionnels anime les ateliers et sorties culturelles
ps: د هنرمندانو یو وړ ټیم د هنري کار ورکشاپ مشري کوي او کلتوري کارونو څارنه کوي

# pedagogy.pro.3
source: The assisting and listening spaces, and guidance center are lead by professionals
ar: المساحات المساعدة والاستماع، ومركز التوجيه يقودها المهنيون
fa: فضاهای کمک و گوش دادن و مرکز راهنمایی توسط حرفه ای ها هدایت می شوند
fr: Les pôles d'écoute (psy, sociale, juridique) et d'orientation sont assurés par des professionnels
ps: د سمبالولو او اوریدلو ځایونو، او لارښوونې مرکز د مسلکيانو لخوا رهبري کیږي

# pedagogy.poles.title
source: Listening, assisting and helping spaces
ar: الاستماع, والمساعدة , والمساعدة في المساحات
fa: گوش دادن ، و کمک كردن به فضای خوب
fr: Des pôles d'écoute et d'assistance
ps: اوریدل، او مرسته کول پہ ارامہ فضا کي

# pedagogy.poles.1
source: The experience of exile is difficult. Involvement in intensive training with a low educational background is complex.
ar: تجربة المنفى صعبة. والمشاركة في التدريب المكثف ذي الخلفية التعليمية المنخفضة معقدة
fa: تجربه تبعید دشوار است. مشارکت در آموزش فشرده با سابقه آموزشی پایین پیچیده است.
fr: L'expérience de l'exil est difficile. L'implication dans une formation intensive après une période peu ou pas scolarisée est complexe.
ps: د جلاوطني تجربه ستونزمنه ده. په جدي روزنه کې پرمختګ او درس ويل

# pedagogy.poles.2
source: To help our students to be comfortable in our language, we must assist them to lighten the burden of exile. That's why we associate with our pedagogy with
ar: لمساعدة طلابنا على أن يكونوا مرتاحين في لغتنا، يجب أن نساعدهم على تخفيف عبء المنفى. هذا هو السبب في أننا نربط مع التربية لدينا مع
fa: به همین دلیل ما با تعلیم و تربیت ما مرتبط با برای کمک به دانش آموزان ما در زبان ما راحت باشد ما باید به آنها کمک کنیم تا بار تبعید را روشن کنیم به همین دلیل ما با تعلیم و تربیت مرتبط است
fr: Pour permettre à nos étudiants de s'épanouir dans notre langue, nous devons leur permettre de se délester des stress de l'exil. C'est pourquoi nous associons à notre pédagogie
ps: زموږ د زده کونکو سره زموږ په ژبه کې آرامۍ کې مرسته کولو لپاره، موږ باید له هغوی سره مرسته وکړو ترڅو د جلاوطنۍ تيارى رڼا کړو. له همدې کبله موږ خپلو درسونو سره ہغوى چمتو کوو

# pedagogy.poles.3
source: 1 professional psychotherapeutic listening space
ar: طبيب نفساني متخصص في صدمة المنفى 1
fa: فضای گوش دادن به رواندرمانی حرفه ای
fr: 1 pôle d'écoute psychothérapeutique professionnel
ps: د مسلکی رواني درملو اوریدلو ځای

# pedagogy.poles.4
source: 1 social/administrative help space
ar: مساحة للمساعدة الاجتماعية/الإدارية
fa: اجتماعی/اداری فضای کمک
fr: 1 permanence sociale
ps: د ټولنیز / اداري مرستې ځای

# pedagogy.poles.5
source: the help of a lawyer specialized in foreigners' rights
ar: مساعدة محام متخصص في حقوق الأجانب
fa: کمک یک وکیل متخصص در حقوق اتباع خارجي
fr: la présence d'une avocate en droit des étrangers
ps: د وکیل مرسته، د بهرنیانو حقوقو کې ځانګړي پوہ لرونکى

# pedagogy.orient.title
source: Employment guidance to prepare the future
ar: إرشادات العمالة لإعداد المستقبل
fa: راهنمای استخدام برای آماده سازی آینده
fr: De l'orientation professionnelle pour préparer la suite
ps: راتلونکی تہ چمتو کولو لپاره د روزګار لارښود

# pedagogy.orient.1
source: Thot's mission is to lead individuals to their social and economic autonomy. That's why we identify the most relevant training and employment opportunities for our students, taking into account their knowledge, their background and their personal aspirations, for 16 hours per training session:
ar: وتتمثل مهمة توت في قيادة الأفراد إلى استقلالهم الاجتماعي والاقتصادي. ولهذا السبب نحدد أهم فرص التدريب والتوظيف لطلابنا، مع مراعاة معارفهم وخلفيتهم وتطلعاتهم الشخصية، لمدة 16 ساعة في كل دورة تدريبية:
fa: مکتب توت مأموریت این است که افراد را به استقلال اجتماعی و اقتصادی هدایت کنند. به همین دلیل است که ما حساس ترین آموزش ها و فرصت های شغلی را برای دانش آموزانمان، با توجه به دانش خود، زمینه و آرمان های شخصی آنها، با میزان 16 ساعت در هر ہفته ، شناسایی می کنیم:
fr: Thot a pour mission de mener les individus à leur autonomie sociale et économique. C'est pourquoi nous détection de manière profilée les opportunités de formation et d'emploi les plus pertinents pour nos étudiants, tenant compte de leur savoir-faire, de leur parcours et de leurs aspirations personnelles, à raison de 16 heures par session :
ps: دتوت دندہ دہ شاګردان ټولنيز او اقتصادى خپلواکى تہ لارښونہ کوى، لہ ہدى کبلہ مونږ زدہ کونکو لہ پارہ دروزنى ډير فرصتونہ او دکار لپارہ ډېر فرصتونہ پيژنى د خپلو شاګردانو لپارہ، ددوي پوہہ او ددوي سابقى تہ پہ کتو سرہ پہ ہر روزنيز ښونيز سيسټم کى د ١٦ ساعتونو لپارہ کار کوى

# pedagogy.orient.2
source: Weekly workshops to explain French employment environment
ar: ورش عمل أسبوعية لشرح بيئة العمل الفرنسية
fa: کارگاه های آموزشی هفتگی برای توضیح محیط کاردر فرانسه
fr: Ateliers hebdomadaires d'introduction à la vie professionnelle française
ps: پہ فرانسہ کي د کارموندنې چاپیریال تشریح کولو لپاره د اونۍپہ اوړدوکي ورکشاپونه

# pedagogy.orient.3
source: Guidance for training and employment offers
ar: إرشادات للتدريب وعروض التوظيف
fa: راهنمایی برای آموزش و كار ارائه می دهد
fr: Orientation vers des offres de formation et emploi
ps: د روزنې او د کار موندنې وړاندیزونو لارښود

# pedagogy.diploma.title
source: A French proficiency degree recognized by the French state
ar: درجة الكفاءة الفرنسية المعترف بها من قبل الدولة الفرنسية
fa: مدرک زبان فرانسوي به رسمیت شناخته شده توسط دولت فرانسه
fr: Un diplôme d'aptitude reconnu par l'État
ps: پيژندل شوي ډيبلوم د فرانسي دولت لخوا

# pedagogy.diploma.1
source: Thot commits to lead its learners to obtain the DILF, DELF A1 or DELF A2.
ar: DILF أو DELF A1 أو DELF A2.تلتزم توت بقيادة المتعلمين للحصول على
fa: DELF A2 يا DILF, DELF. A1 توت متعهد به رهبري یادگیرندگان خود برای به دست آوردن
fr: Thot s'engage à mener ses apprenants vers l'obtention du DILF ou du DELF A1 et A2.
ps: ښوونځی توت په لاره اچول شوی ترڅو د زده کونکو لپاره د ترلاسه کولو لپاره لارښوونه وکړيDILF, DELF A1 DELF A2 gold

# pedagogy.diploma.2
source: It is issued after a written exam and oral examination center, and therefore corresponds to an international diploma, recognized by the French State.
ar: ويصدر بعد امتحان خطي ومركز للامتحانات الشفوية، وبالتالي يتوافق مع دبلوم دولي تعترف به الدولة الفرنسية.
fa: این است که پس از آزمون کتبی و مرکز آزمون شفاهی صادر ، و در نتیجه
fr: Il est délivré après examen écrit et oral en centre d'examen, et correspond donc à un diplôme international, reconnu par l'État français.
ps: دا د لیکلو او د شفاهي آزمویني وروسته، او په مطابقت د نړیوال ډیپلوم سره سمون لري چې د فرانسې دولت لخوا پیژندل شوی.

# pedagogy.jobs
source: Pedagogy / Job
fr: Pédagogie / Recrutement

# profs.volunteers
source: Teachers and volunteers, let's get to know each other better !
fr: Professeurs et bénévoles, faisons connaissance !

# become.prof
source: Become a teacher
ar: كن معلماً
fa: معلم شوید
fr: Devenir professeur
ps: ښوونکي شي

source: Become volunteer
ar: كن متطوعاً
fa: داوطلب شوید
fr: Je m'engage
ps: رضاکار شي

# prof.jobs.how
source: We recruit professors on their excellence
fr: Nous recrutons les professeurs sur leur excellence

# prof.jobs.open
source: We are looking for a teacher !
fr: Nous recherchons un(e) professeur !

# prof.jobs.1
source: Thot's teachers are all qualified in FFL and able to lead our students to the degree corresponding to their goal in France
fr: Les professeurs de Thot sont tous diplômés en FLE et habilités à mener nos étudiants vers le diplôme correspondant à leur objectif en France

# prof.jobs.2
source: Speaking the language of the students (mainly Farsi, Pashto and Arabic) is a plus but is not as necessary as an qualification with a low educated public.
fr: Le fait de parler la langue des étudiants (principalement farsi, pashto et arabe) est un plus mais n'est pas aussi nécessaire qu'une expérience avec un public peu scolarisé à la base.

# prof.jobs.3
source: To join Thot as a teacher of French as a Foreign Language (FFL), send an email with CV and motivational letter to professors@thot-fle.fr. Jobs are based in Saint-Denis.
ar: To join Thot as a teacher of French as a Foreign Language, send an email with CV and motivational letter to professors@thot-fle.fr. Jobs are based in Saint-Denis.
fr: Pour rejoindre Thot en tant que professeur de Français Langue Étrangère, envoyez un mail avec CV et lettre de motivations à professeurs@thot-fle.fr. Les postes sont basés à Saint-Denis.
ps: To join Thot as a teacher of French as a Foreign Language, send an email with CV and motivational letter to professors@thot-fle.fr. Jobs are based in Saint-Denis.

# prof.jobs.3.closed
source: We thank you for your interest in our school, our team of teachers is currently full, check our site regularly to see if we recruit!
fr: Nous vous remercions pour votre intérêt pour notre école, nos équipes de professeurs sont actuellement au complet, consultez notre site régulièrement pour voir si nous recrutons !

# volunteer.how
source: How to become a volunteer
ar: كيف تصبح متطوعًا
fa: چگونه ميتاني یک داوطلب باشيد
fr: Être bénévole chez nous
ps: څنګه کولي شى رضاکار شئ؟

# volunteer.subtitle
source: Thot is effective thanks to the combination of teaching by qualified teachers and your intervention as tutors. Several types of volunteering are possible:
fr: Thot est efficace grâce à la conjonction d'un enseignement par des professeurs diplômés et votre intervention en tant que tuteurs et accompangants. Plusieurs types de bénévolats sont possibles :

# volunteer.jobs
source: Volunteers at the school
ar: المتطوعون في المدرسة
fa: داوطلبان در مكتب
fr: Bénévole à l'école
ps: په ښوونځي کې رضاکاران

# volunteer.jobs.asso
source: Volunteer for the association
fr: Bénévolat pour l'association

# volunteer.jobs.asso.text
source: If you want to help the association Thot in its organization because you have communication, fundraising, graphics or other wonderful skills to share with us, contact us on the contact form. We will respond as soon as possible.
fr: Si vous souhaitez aider l'association Thot dans son fonctionnement car vous avez des capacités en communication, en levée de fonds, en graphisme ou d'autres magnifiques compétences à nous faire partager, contactez nous sur le formulaire de contact. Nous vous répondrons dans les meilleurs délais.

# jobs.school.1
source: Our form will allow you to register - within the limits of the needs of the school - as an assistant or tutor for French courses, tutor in the workshops of employment or translator / interpreter. We will tell you more in the form.
fr: Notre formulaire vous permettra de vous inscrire - dans la limite des besoins de l'école - en tant qu'assistant ou tuteur pour les cours de français, animateur de français dans le monde de l'emploi ou traducteur/interprète. Nous vous en dirons plus dans le formulaire.

# jobs.school.2
source: We receive many applications to join our team of volunteers, we are sorry we can not answer positively to all requests. Future volunteers will be invited to an information meeting at the beginning of the training session.
fr: Nous recevons beaucoup de candidatures pour intégrer nos équipes de bénévoles, nous sommes navrées de ne pouvoir répondre à toutes les demandes. Les futur.e.s bénévoles seront ensuite convié.e.s à une réunion d'information qui aura lieu en début de session de formation.

# jobs.school.3.warning
source: Warning
fr: Attention

# jobs.school.3.text
source: We are located only in Paris and Ile-de-France region.
fr: Notre action concerne aujourd'hui uniquement Paris et sa région.

# prof.jobs.closed
source: The team of teachers is complete.
fr: L'équipe de professeurs est au complet.

# profs.jobs.announce
source: If we look for new teachers, we will announce it here and on our Facebook page.
fr: Si nous recherchons de nouveaux professeurs, nous l'annoncerons ici et sur notre page Facebook.

# volunteer.jobs.closed
source: Applications for volunteering are closed
fr: Les candidatures pour le bénévolat sont closes

# volunteer.jobs.announce
source: Our team is currently full for this session. Let's meet here or on our Facebook page if you want to become a volunteer for the next training session.
fr: Nos équipes sont au complet pour cette session. Rendez-vous ici ou sur notre page Facebook pour devenir bénévole à la prochaine session de cours.

# manifesto.mission
source: Our manifesto : mission and values
ar: البيان الرسمي مهمة ومبادئ
fa: مرامنامه ما: رسالت و ارزشها
fr: Notre manifeste : mission et valeurs
ps: د ټاټ اعلامیه د ټاټ ماموریت او ارزښتونه

# manifesto.intro
source: To this day, we have not presented our key values. We have written a charter that is also a manifesto and a foundation for our values. We believe in these elements, and if we obviously allow ourselves to change and open our fields and opinion, the words presented below will remain an anchor for our school.
ar: حتى يومنا هذا ، لم نقدم قيمنا الأساسية. لقد كتبنا ميثاقًا هو أيضًا بيان أساسي وأساس لقيمنا. نحن نؤمن بهذه العناصر ، وإذا سمحنا لأنفسنا بوضوح بتغيير وفتح مجالاتنا وآرائنا ، فستظل الكلمات المعروضة أدناه مرساة لمدرستنا.
fa: تا امروز، ارزش های کلیدی ما را ارائه نکرده ایم. ما یک منشور نوشتیم که همچنین مانیفست و پایه ای برای ارزش های ما است. ما به این عناصر اعتقاد داریم و اگر به وضوح خودمان را مجبور به تغییر و باز کردن زمینه ها و افکارمان کنیم، کلمات زیر ارائه می شود که برای مدرسه ما مجهز می شود.
fr: À ce jour, nous n'avions pas présenté nos valeurs phares. Le travail aidant, nous avons produit une charte qui a également valeur de manifeste, et qui constitue un socle pour nos nvaleurs. Ces éléments, nous y croyons, et si nous nous autorisons évidemment à changer et ouvrir nos champs, les mots présentés ci-après demeureront un ancrage pour notre école.
ps: د دې ورځې لپاره موږ خپل کلیدي ارزښتونه نه دي وړاندې کړي. موږ یو داسې چار لیک لیکلی دی چې د منشور او زموږ د ارزښتونو بنسټ هم دی. موږ په دغو عناصرو باور لرو، او که موږ په څرګنده توګه ځان ته اجازه ورکړو چې خپلې ځمکې او نظرونه بدل کړو، نو لاندې کلمات به زموږ د ښوونځي لامین پاتې شي.

# manifesto.definition.title
source: Equality
ar: مساواة
fa: تعریف
fr: Egalité
ps: تعریف

# manifesto.definition.1
source: Thot includes all persons, students or members of the team, in an egalitarian relationship of mutual consideration, dignity and respect. Thus, everyone is welcomed with kindness, regardless of gender, religion, nationality or legal status. We pay particular attention to treating everyone with equity, according to their needs and specificities.
ar: تشمل توت جميع الناس أو الطلاب أو أعضاء الفريق ، في علاقة متساويه مع الاعتبار المتبادل والكرامة والاحترام و بذلك الجميع سيكون موضع ترحيب بلطف بغض النظر عن الجنس أو الدين أو الجنسية أو الوضع القانوني. نولي اهتماما خاصا لمعامله كل واحد بمساواه وفقا لاحتياجاتهم وخصوصياته.
fa: این یک مکان انسانی است. ما نام تات به خاطر انتخاب نمودیم که تات یکي از خدایان مصر باستان بود و زبان را اختراع کرد تا بتوانند علم را کشترش دهند. تات (Thot) که مخفف و یا نام کوتاهی برای (Transmettre un HOrizon à Tous) استفاده میشود و مفهوم انتقال برای تحقق هر یک به سمت هدف شخصی خود و استقلالیت را در کار شان میدهد.
fr: Thot inclut toutes les personnes, étudiant.e.s ou membres de l’équipe, dans une relation égalitaire de considération mutuelle, de dignité et de respect. Ainsi, chacun.e y est accueilli.e avec bienveillance, sans distinction de sexe, de religion, de nationalité ou de statut légal. Nous portons une attention particulière à traiter chacun.e avec équité, selon ses besoins et ses spécificités.
ps: ټاټ یو داسی ځای دی چې په دې ځي کې هر یوه ته د خپل د کار استقلالیت یا آزادی ورکړل شوې. مونږ دې ځي ته د ټاټ نوم ځکه ورکړ چې ټاټ د مصر د خدایانو څخه د یوه نوم وه چې ژبه یی اختراع کړه تر وشوکړای علم ته پراختیا ورکړو او تر نورو یې ورسووو. ټاټ (Thot) چې د (Transmettre un HOrizon à Tous) لپاره د مختصر یا لنډ نوم په ډول کارول کیږی او مفهوم یی دا دی چې د هر یو د تحقیق انتقال د خپل شخصی هدف په لور دی تر څو په خپل کار کی استقلالیت ولري.

# manifesto.equality.1
source: Thot welcomes people from various backgrounds. Everyone, student and member of the team, is responsible for their actions and has the right to respect for their opinions and cultural and religious differences. In the same spirit, Thot applies and transmits the republican value of secularism and makes sure to leave religious practice as such outside of school.
ar: ترحب توت بالناس من خلفيات مختلفة. الجميع طالب وعضو في الفريق مسؤول عن أفعالهم وله الحق في احترام آرائهم وثقافتهم والاختلافات الدينية. في نفس الروح هذا يطبق و ينقل القيمة الجمهورية لـلعلمانية والتأكد من ترك الممارسة الدينية على هذا النحو خارج المدرسة.
fa: ما تات را ایجاد کردیم ، زیرا معتقدیم که تساوی با یک رفتار با شکوه و قانونی برای همه شروع می شود و معتقدیم که برابری با مقرراتی مقتدر آغاز می شود. ما همه در مکتب با معلمین در یک چارچوب نظارت شده مشغول به تحصیل هستیم که در اخیر این آموزش و پرورش گواهی نامه ی بر هر کدام تقدیم خواهد شد. تات یک پوهنتون است که به شیوه تدریس استادان احترام قایل بوده و ما را قادر به گرفتن دیپلوم میسازد. قسمی که معلوم است که ندانستن لسان همیشه سبب ایجاد موانع برای ادامه تحصیل میشود اما ما تات را یک مکان مسلکی و پر هیجان ساخته ایم. رضا کاران استادان را در امورات شان کمک میکنند کار ها را با هم وصل مینمایند تا به شکل منظم و خاص زمینه کمک را محیا سازند خصوصآ به محصلین اما همیشه تحت نظر استادان و مدیران تحصیلی. اکثریت قاطع پناهجویان تحصیلات کم و یا همی بیسواد هستند. ما خواستیم این افراد را نظر به فهم شان اولویت بندی کنیم که این کار ما را کمک میکند که با کی و کدام اندازه همکاری نمایم.
fr: Thot accueille des personnes venant d’horizons divers. Chacun.e, étudiant.e et intervenant.e, est responsable de ses actes et a le droit au respect de ses opinions et de ses différences culturelles et religieuses. Dans le même esprit, Thot applique et transmet la valeur républicaine de laïcité et veille à laisser la pratique religieuse en tant que telle en dehors de l’école.
ps: مونږ ټاټ د دې لپاره جوړ کړ او بنسټ مو کیښود چې په دې متیقن شو چې هر یو د مساوی حقوقو څخه برخمند او د قانون په مقرراتو سم هریو خپل کار کولی شي. مونږ ټو په پوهنتون کې له استادانو سر یو ځای په یو نظارت شوی چارچوکاټ کې په خپل تحصیل بوخت یو چې په پای کې به هریوه ته د فراغت تصدیق پاڼه ( ډیفلوم ) هم ورکول کیږي. ټاټ داسې یو مرکز دی چې د استادانو د تدریس میتودونو ته احترام لرو چې دا کار به مونږ پر دې قادر کړی چې خپل دیفلوم تر لاسه کړو. لکه څرنګه چې معلومه ده د ژبي نه پوهیدل همیشه یی محصلین له ستونزو سره مخ کړی او د تحصیل د دوام په لاره کې محصلینو ته ستونزی جوړی کړي اما مونږ په ټاټ کی دا ستونزه حل کړی او دلته مو د تحصیل لپاره یو مسلکی او له هیجانه ډک مکان جوړ کړی. ځمونږ رضا کاران له استادانو سره په چارو کی مرسته کوي او کارونه سره په ګډه تر سره کوي تر څو په منظم ډول د کمک کولو لپاره لاره هواره شي په ځانګړي توګه محصلینو ته د استادانو او مدریرانو تر نظر لاندې. د پنا اخیستونکو غوټ اکثریت یا خو بیسواده دي او یا هم لږ تعلیم لري چې د همدې لپاره مونږ و غوښتل چې دا خلک نظر د دوی د پوهې په کچې اولیت بندي کړو چې دا کار مونږ سره مرسته کوي چې له چا سره په کومې کچې همکاري وکړو.

# manifesto.mission.title
source: Solidarity
ar: التضامن
fa: وریت ما و نگرش ما نسبت به محصلین تات
fr: Solidarité
ps: د ټاټ د محصلینو پر وړاندې ځمونږ مأموریت

# manifesto.mission.1
source: At Thot, we believe that our positive impact on the outside world is in line with the quality of relationships and the fulfilment of individuals within the organization. We pay great attention to each other and we make the militant choice of welcoming exiled people into our society as a manifestation of a committed citizenship towards an inclusive vision of the other.
ar: فى توت نعتقد أن تأثيرنا الإيجابي على العالم الخارجي يتماشى مع جودة العلاقات وإنجاز الأفراد داخل المنظمة. نولي اهتماما كبيرا لبعضنا البعض ونقوم باختيار المقاتل لاستقبال الناس في المنفى في مجتمعنا كمظهر من مظاهر المواطنة الملتزمة تجاه رؤية شاملة للآخر.
fa: محصلین تات افراد هستند که در تبعید زندگی میکنند، آنها ماهرین تاریخ خود هستند، این همه متعلق به آنها است و ما آنها را تشویق نمیکنیم که در این مورد چیزی بگویند. اکثر آنها گزشته حرفه ی داشته که ما از این تجارب شان در برنامه (گزشته حرفه ی برای هدایت حرفه یی در ورکشاپ) استفاده میکنیم بدون این که آنها را ناراحت بسازیم. ما میدانیم که مشکلات و تکالیف روانی با صحبت کردم کاهش میابد بنآ میخواهیم آنها در مورد گزشته شان صحبت نمایند و ما برای حل این مشکل یکپارچگی اجتماعی را تنظیم نموده ایم. ماموریت ما این است که محصلین را حمایت کنیم تا بتوانند جای خود را در فرانسه پیدا کنند و آینده شان را بسازند. ما بدون این که در امورات شخصی آنها مداخلت کنیم آنها را در تصمیمگیری شان کمک میکنیم. اکثرآ محصلین تات بزرگسالان هستند که توانایی های خوبی دارند که این توانایی ها ایشان را کمک میکند تا مستقل، مسؤل و توانمند باشند. تات یک قدم ی است در سفر اینها اما هیچگاه حالت شان را به صفت یک محصل محاجر (تبعید شده) بیان نمیکند.
fr: Chez Thot, nous pensons que notre impact positif sur l’extérieur est à la mesure de la qualité des relations et de l’épanouissement des individus à l’intérieur de l’organisation. Nous portons une grande attention à chacun.e et nous faisons le choix militant de l’accueil des personnes exilées dans notre société comme manifestation d’une citoyenneté engagée vers une vision inclusive de l’autre.
ps: دا ټاټ محصلین هغه خلک دي چې په جلاوطنۍ کې ژوند کوي، هغوي د تاریخ ماهرین دي دا هرڅه د هغو پورې اړه لري او مونږ یې نه مجبوروو چې د خپل تر وخت په اړه څه ووایي. زیاتره دا کسان په تیر کې کاروبار او د کسب خاوندان ول چې مونږ د دوی له تیرو تجربو څخه په خپلو برنامو ( تره تجربه د هدایت په ډول په ورکشاپونو کې) کې کار اخلو بی له دې چې هغوی ناراحته کړو. مونږ پوهیږو چې رواني او روحي ستونزې په خبرو کولو کمیږي ځکه نو مونږ غواړو چې هغوی په خپل زړه د خپل د تیر وخت په اړه خبرې وکړي او مونږ د دې ستونزې د حل لپاره په ټولنیزې یوپارچګۍ ټینګار کوو. ځمونږ ماموریت دا دی چې د محصلینو ملاتړ وکړو ترڅو وشي کولای خپل ځای ځایګی په فرانسې کې پیدا کړي او خپل راتلونکي جوړه کړي. مونږ بی له دې چې د هغوي په شخصي مسایلو کې دخالت وکړو هغوی سره د تصمیم نیولو په برخه کې مرسته کوو، د زیاتره محصلینو عمرونه ډیر دي او ځانګري توانایانې لري چې دا کار له دوی سره مرسته کوی ترڅو مستقله، مسووله او توانمنده و اوسي. ټاټ د دوی د سفر یوه برخه ده اما هیڅکله د دوی حالت د یو جلاوطنه مهاجر په توګه نه بیانوي.

# manifesto.secular.title
source: Professionalism
ar: الأحترافيه
fa: یک پوهنتون سکولار
fr: Professionnalisme
ps: یو سکولاره پوهنتون
